/* The string for canceling a map editing function. */
"CancelKey" = "Batal";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Apakah Anda yakin ingin membatalkan?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Perubahan Anda tidak akan disimpan.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Objek yang Anda buat tidak akan disimpan.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Singkirkan Perubahan";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Batalkan Pengeditan";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Alamat Tidak Valid";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Alamat harus disertakan pada titiknya";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Anda belum menambahkan lokasi pada titik ini";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Tidak ada titik baru yang akan ditambahkan";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Lanjutkan Mengedit";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Pilih titik yang ingin Anda hapus.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Tidak ada titik untuk dihapus.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "OKE";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Apakah Anda yakin ingin menghapus semua titik?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Tidak";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Ya";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Apakah Anda ingin beralih ke satu titik?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Apakah Anda ingin beralih ke polyline?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Apakah Anda ingin beralih ke poligon?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Titik yang Anda tambahkan tidak akan diubah dan Anda dapat lanjut membuat objek";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Semua titik Anda yang ditambahkan akan dihapus";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Apakah Anda yakin ingin menghapus titik ini?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Simpan";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filter";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Lokasi Saat Ini";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Tidak ada saran yang ditemukan";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Alamat";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Hapus Semua";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ Berhasil Dibuat";

/* The placeholder text of the Searchbar */
"SearchKey" = "Pencarian";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Tambahkan Titik Baru";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Peta Dasar";

/* The title for the standard map type. */
"StandardKey" = "Standar";

/* The title for the hybrid map type. */
"HybridKey" = "Hibrida";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Flyover Hibrida";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Standar Diredam";

/* The title for the satellite map type. */
"SatelliteKey" = "Satelit";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Flyover Satelit";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Tambahkan Lokasi";

